[Author]
Language=Arabic
TranslatedBy=Yahya Prince
TranslatorContact=
TranslatorURL=
LastUpdated=22.08.2017

[Language]
TabSheet1.Caption=ضغط
TabSheet6.Caption=فك ضغط
Label2.Caption=إختر ملف
Button1.Caption=ضغط
TabSheet2.Caption=إعدادات
TabSheet4.Caption=UPX
TabSheet5.Caption=عام
CheckBox1.Caption=إنشاء نسخة إحتياطية من الملف الأصلي
CheckBox2.Caption=إجبار ضغض الملفات المشبوهة
CheckBox3.Caption=لا تقم بضغط أي موارد
CheckBox4.Caption=Do not strip relocations
CheckBox5.Caption=لا تقم بضغط جزء التصدير
CheckBox6.Caption=لا تقم بضغط أي ايقونة
Label4.Caption=إختر مستوي الضغط:
CheckBox7.Caption=إضافة إلى قائمة السياق في مستكشف ويندوز
TabSheet3.Caption=اللغة
Button4.Caption=فك الضغط
s1=الملف غير موجود.
s2=الملف لضغطة:
s3=تم ضغط الملف بنجاح:
s4=حدث خطأ:
s5=ملف UPX.exe غير موجود
s6=إصدار UPX:
s7=الملف ليس ملف PE صالح.
s8=تم فك ضغط الملف بنجاح:
s9=الملف لفك ضغطة:

Label6.Caption=Select folder:
Button5.Caption=Browse...
btnStart.Caption=Start
btnStop.Caption=Stop
btnOptions.Caption=Options
ListView1.Columns[0].Caption=File
ListView1.Columns[1].Caption=Status

FrmScanOptions.Caption=Scan Options
FrmScanOptions.cbScanSubfolders.Caption=Scan recursively also subfolders
FrmScanOptions.Label7.Caption=Write file mask to match:
FrmScanOptions.Label1.Caption=Select your desired action:
FrmScanOptions.rbCompress.Caption=Compress
FrmScanOptions.rbDecompress.Caption=Decompress
FrmScanOptions.btnOK.Caption=OK

s10=Select directory...
s11=The directory does not exist.

imgFacebookLike.Hint=Follow us on Facebook
imgTweet.Hint=Follow us on Twitter
Button2.Caption=Browse...
Button3.Caption=Browse...
TabSheet7.Caption=Scanner

s12=Command-line parameters:

ComboBox1.Items.Strings[0]=1 - Faster compression
ComboBox1.Items.Strings[8]=9 - Better compression
imgDonate.Hint=Donate to NoVirusThanks
sCompressWithUPX=Compress &with &UPX &Easy &GUI
sDeCompressWithUPX=Decompress &with &UPX &Easy &GUI

Button7.Caption=File Info
TabSheet9.Caption=File Info
TabSheet8.Caption=Advanced
CheckBox10.Caption=Use custom parameters for compression
CheckBox9.Caption=Use --ultra-brute compression option
CheckBox8.Caption=Use LZMA compression
